<template>
	<div>
		<swiper  class="swiper" :option="swiperOption">
			<swiper-slide  class='text'>
				<div>2019年，城市落户政策迎来大变化。
4月8日公布的《2019年新型城镇化建设重点任务》明确，大城市取消或放松落户限制，北上广深等超大城市也要大幅增加落户规模。
这意味着，在大城市落户将会变得容易一些。对工作、生活在大城市的人，以及想买房的外地人来说，都是一大利好。
这类大城市全面取消落户限制
据国家发展改革委公布的《2019年新型城镇化建设重点任务》，2019年，积极推动已在城镇就业的农业转移人口落户，继续加大户籍制度改革力度。
其中，在此前城区常住人口100万以下的中小城市和小城镇已陆续取消落户限制的基础上，城区常住人口100万—300万的II型大城市要全面取消落户限制。
这意味着，上述II型大城市在落户上将不得再有“社保年限要求”。
《2018年新型城镇化建设重点任务》显示，大城市对参加城镇社保年限的要求不得超过5年，其中Ⅱ型大城市不得实行积分落户，有条件城市要进一步降低社保年限要求。
记者梳理显示，城区常住人口100万—300万的II型大城市包括 珠海、海口、潍坊、抚顺、银川等城市。这些城市主要集中在偏远地区的省会城市及省内较发达市区。
这类大城市取消重点群体落户限制
相比2018年，I型大城市落户政策也有不小变化。
2018年的任务是“Ⅰ型大城市中实行积分落户的要大幅提高社保和居住年限的权重，鼓励取消年度落户数量限制。”
《2019年新型城镇化建设重点任务》则明确，城区常住人口300万—500万的I型大城市要全面放开放宽落户条件，并全面取消重点群体落户限制。
记者梳理资料显示，上述的I型大城市主要有大连、长沙、济南、厦门、南宁等。主要为省会城市和副省级城市。
这些城市2019年将“全面取消重点群体落户限制”。
重点群体则主要为高校和职业院校（技工院校）毕业生、城市间转移就业人员，等等。
例如，根据厦门市人力资源和社会保障局、厦门市公安局2018年9月29日发布的《重点群体来厦落户实施细则》，重点群体就包括应届高校毕业生；符合条件的往届高校毕业生；符合条件的高级工、技师和高级技师；中等职业院校毕业生、技工（师）院校毕业生通过参加职业资格培训，按照技能人才落户；符合规定的各类留学回国人员等。
北上广深等要大幅增加落户规模
超大特大城市的落户政策也有了一些改变。
《2019年新型城镇化建设重点任务》指出，超大特大城市要调整完善积分落户政策，大幅增加落户规模、精简积分项目，确保社保缴纳年限和居住年限分数占主要比例。
最新城市规模划分标准显示，超大城市为城区常住人口1000万以上的城市，特大城市为城区常住人口500万以上1000万以下的城市。
据媒体报道，《2016年城市建设统计年鉴》发布数据显示，4个超大城市主要有北京、上海、广州、深圳。
特大城市主要包括成都、南京、杭州、郑州、沈阳等，以省会城市居多。
租房的常住人口允许落户
《2019年新型城镇化建设重点任务》提到，允许租赁房屋的常住人口在城市公共户口落户。
去年3月，国家发展改革委的说法是，2018年我国将探索租赁房屋的常住人口在城市公共户口落户。从“探索”到“允许”，反映出政府在落户政策态度上的改变。
公共户口又称集体户口，是户籍关系挂靠在某一个集体户头上的居民户口。“公共户”没有户口簿，有需要使用时，可拿身份证前往户口所在地派出所开具户籍证明。
在北京，2018年4月10日发布的《北京市积分落户管理办法(试行)》显示，签订了《北京市公共租赁住房租赁合同》的公共租赁住房，也是可以办理落户手续的合法住房。
但满足条件的租房是积分落户的其中一项而已，要想在北京落户必须得满足《北京市积分落户管理办法(试行)》规定的各类积分指标，如合法稳定就业、合法稳定住所、教育背景、职住区域等指标，具体上为不超过法定退休年龄，在京连续缴纳社会保险7年及以上，无刑事犯罪记录等。
另举个例子，如果你在西城区某小区租房生活，并想落户，落户前提是已有北京户籍（包括北京集体户口），并不是外地人也能落户。
因为北京2017年9月28日发布的《关于加快发展和规范管理本市住房租赁市场的通知》明确，“承租人为本市户籍，承租公共租赁住房和直管公房的，可根据住房租赁监管平台登记备案的信息依法申请办理户口登记和迁移手续。”
喊话人才，多地已纷纷放松落户政策
最新消息显示，4月4日，杭州市发文降低落户门槛，专科及以上、在杭工作并缴纳社保可直接落户。
“南京、合肥、大连、常州、嘉兴、襄阳、海口、柳州、太原、绍兴、长沙、南宁、南昌等”，中原地产首席分析师张大伟表示，2019年以来发布各种人才引进与落户等政策的城市已超50个！从力度与数量看，刷新历史记录。特别是二三线城市，发布人才落户，补贴购房等政策井喷！
“目前全国大部分城市的人才政策，主要考虑到了用降低门槛吸引人来，”张大伟认为，这种情况下，容易吸引来的很多是购房者，甚至有可能出现炒房客借助人才政策不同城市购房落户的可能性。
扩大持居住证所享受福利
《2019年新型城镇化建设重点任务》中提出，推进常住人口基本公共服务全覆盖。确保有意愿的未落户常住人口全部持有居住证，鼓励各地区逐步扩大居住证附加的公共服务和便利项目。
具体项目包括：
2019年底所有义务教育学校达到基本办学条件“20条底线”要求，在随迁子女较多城市加大教育资源供给，实现公办学校普遍向随迁子女开放，完善随迁子女在流入地参加高考的政策。
全面推进建立统一的城乡居民医保制度，提高跨省异地就医住院费用线上结算率，推进远程医疗和社区医院高质量发展。
扩大城乡居民养老保险参保范围，各地区要全面建立城乡居民基本养老保险待遇确定和基础养老金正常调整机制。
持续深化利用集体建设用地建设租赁住房试点，扩大公租房和住房公积金制度向常住人口覆盖范围。
这意味着教育、医疗、社保、住房等福利将大大向城市常住人口倾斜。
2019年，你有买房的计划吗？想在哪个城市落户，在取消落户限制范围内吗？</div>
			</swiper-slide>
			
			<swiper-slide>
				32222
			</swiper-slide>
		</swiper>
		
	</div>
</template>

<script>
	import 'swiper/dist/css/swiper.css'
	import  { swiper , swiperSlide} from 'vue-awesome-swiper'
	export default {
		data(){
			return {
				swiperOption :{
					direction:'vertical',
					slidesPerView:'auto',
					freeMode:true ,   //是否自动贴合边界
					mousewheel:true ,  //启用鼠标滚轮
					
				}
			}
		},
		components:{
			swiper,
			swiperSlide
		}
	}
</script>

<style scoped>
	.swiper{
		height: 300px;
		border: 1px solid red;
	}
	.text{
		font-size: 18px;
		text-align: center;
		padding: 30px;
		height: auto;
        -webkit-box-sizing:border-box;
        box-sizing:border-box;
	}
	
</style>
